all_content_types = [
    'text',
    'audio',
    'document',
    'photo',
    'sticker',
    'video',
    'video_note',
    'voice',
    'location',
    'contact',
    'animation',
    'poll',
    'venue',
    'dice',
    'new_chat_members',
    'left_chat_member',
    'new_chat_title',
    'new_chat_photo',
    'delete_chat_photo',
    'group_chat_created',
    'supergroup_chat_created',
    'channel_chat_created',
    'migrate_to_chat_id',
    'migrate_from_chat_id',
    'pinned_message',
    'invoice',
    'successful_payment',
    'connected_website',
    'passport_data',
    'proximity_alert_triggered',
    'voice_chat_started',
    'voice_chat_ended',
    'voice_chat_participants_invited'
]

hello_message = 'Привет! Благодарим за интерес к работе в компании «Таврида Электрик». Мы хотим предложить вам пройти обучение и поработать на реальных проектах компании.\nЕсли вы уже со всем ознакомились и готовы с нового года включиться в работу – нажмите ✉️<b>Оставить свои контакты.</b>\nЕсли хотите получить дополнительную информацию – нажмите ✏️<b>Задать вопросы.</b>'
first_question = 'Здесь вы можете уточнить любые детали, которых вам не хватило для принятия решения о работе в компании (в одном сообщении можно узнать сразу всё, что вас интересует).'
non_first_question = 'Остались ещё вопросы? Спрашивайте и мы ответим в ближайшее время.'
after_question = 'Ваше сообщение успешно отправлено! В ближайшее время мы ответим на все интересующие вас вопросы.'
before_contacts = 'Для связи оставьте нам, пожалуйста, свои данные (мы обязуемся их никому не разглашать):\n- ФИО;\n- ВУЗ, специальность, курс;\n- телефон или имя пользователя в telegram (или другой контакт с указанием мессенджера);\n- дополнительная информация, которую считаете важной.'
after_contacts = 'Благодарим за готовность поучаствовать в проектах компании и надеемся на плодотворное сотрудничество! В январе мы с вами свяжемся и уточним все детали.'
dummy = 'Если вы уже со всем ознакомились и готовы включиться в работу – нажмите ✉️<b>Оставить свои контакты.</b>\nЕсли у вас остались какие-то вопросы – нажмите ✏️<b>Задать вопросы.</b>'
alert = '⚠️ Отправляемый вами тип данных не поддерживается в боте.\nСформируйте, пожалуйста, свой запрос в виде <b>текста</b>.\nЕсли вы уже со всем ознакомились и готовы включиться в работу – нажмите ✉️<b>Оставить свои контакты.</b>\nЕсли у вас остались какие-то вопросы – нажмите ✏️<b>Задать вопросы.</b>'
